//13. Создать класс с Инкапсуляцией методов и наследованием по диаграмме.


public class Main {
    public static void main(String[] args) {
        System.out.println("Hello world!");

    }
}